* Running fts with lmdb
#+begin_src shell :results drawer
rm -rf /tmp/bubba
go build fulltext.go fts-lmdb.go && ./fulltext create /tmp/bubba
#./fulltext create /tmp/bubba
#+end_src

#+RESULTS:
:results:
&{0x1fba820 {{0 0} 0 0 0 0} 0x1fba920 0x1fba940}
objects: 0
names: 0
tags: 0
:end:

* Build
#+begin_src shell :results drawer
go build fulltext.go fts-lmdb.go
#+end_src

#+RESULTS:
:results:
:end:
